{
  "projectPlannersTitle": "Planificateurs de Projet",
  "projectPlannersSubtitle": "Planificateurs de Projet",
  "projectPlannersDescription": "Notre équipe est composée des meilleurs experts et professionnels de l'industrie, y compris une équipe d'avocats médaillés d'or, d'experts en éducation expérimentés et de formateurs en langues. Nous nous engageons à fournir des solutions personnalisées en matière d'éducation et d'immigration pour garantir que chaque étudiant et client ait la meilleure expérience dans leurs études et leur vie au Canada.",
  "moreDetails": "Plus de détails",
  "teamMembers": [
    {
      "name": "Jay Liu",
      "description": "Président du Centre International d'Éducation de Montréal\nPrésident du Conseil d'Administration des Universités Unies du Canada\nDirecteur adjoint du Bureau Canadien de l'Éducation Internationale\nPrésident de la Fédération Internationale de l'Éducation Française (Canada)"
    },
    {
      "name": "Josee Bouchard",
      "description": "Présidente du Conseil Canadien de l'Excellence en Éducation\nPrésidente du Comité des Enseignants\nAncienne Présidente de la Fédération des Bureaux de l'Éducation Française du Québec"
    },
    {
      "name": "Marcus Tabachnick",
      "description": "Administrateur du Conseil du Centre International d'Éducation de Montréal\nPrésident de l'Association des Écoles Anglaises du Québec au Canada\nAncien Président de la Fédération Canadienne des Écoles\nDirecteur du Bureau de l'Éducation de Montréal\nRécipiendaire de la Médaille du Jubilé de Diamant de la Reine Elizabeth II"
    },
    {
      "name": "Brock Zhao",
      "description": "PDG du Centre International d'Éducation de Montréal"
    }
  ],
  "teamTitle": "Notre Équipe",
  "teamSubtitle": "Nous rassemblons les meilleurs experts de l'industrie, y compris une équipe d'avocats, d'experts en éducation, de consultants en immigration certifiés et d'instructeurs de langue française",
  "sections": [
    {
      "title": "Conseillers Experts",
      "description": "Notre équipe de conseillers experts est composée de chercheurs renommés et d'élites de l'industrie du pays et de l'étranger. Ils ont une solide expérience et une riche expérience pratique dans la gestion de l'éducation, la recherche économique et l'intégration industrie-éducation. Grâce à l'orientation et aux conseils de ces experts, le Centre International d'Éducation de Montréal s'engage à vous fournir des concepts éducatifs de pointe et des solutions d'immigration les plus efficaces, vous aidant à réaliser vos rêves d'études et d'immigration."
    },
    {
      "title": "Équipe d'Admissions",
      "description": "Dirigée par le directeur des admissions expérimenté, Tony Liu, notre équipe d'admissions est dédiée à fournir des conseils éducatifs personnalisés et un soutien à l'inscription pour chaque étudiant."
    },
    {
      "title": "Équipe de Conférenciers",
      "description": "Nous avons une équipe d'experts en éducation hautement expérimentés et accomplis. Nos membres d'équipe ont non seulement une solide formation académique, mais aussi une riche expérience pratique, fournissant aux étudiants des perspectives uniques et un enseignement de haute qualité."
    },
    {
      "title": "Département Juridique",
      "description": "Notre équipe juridique a une vaste expérience et une solide expérience en relations internationales et en droit de l'immigration. Ils sont engagés à fournir des conseils et un soutien juridiques professionnels aux clients, y compris mais non limité à traiter les ordres d'expulsion, les demandes d'extradition et les appels de parrainage de conjoint."
    },
    {
      "title": "Équipe en Chine",
      "description": "Nos opérations en Chine sont dirigées par une équipe passionnée et expérimentée. Ils comprennent les besoins uniques du marché chinois et s'engagent à fournir une excellente orientation pour les demandes d'études à l'étranger et des services d'immigration aux étudiants chinois tout en développant activement la coopération commerciale et en explorant des opportunités de développement diversifiées."
    },
    {
      "title": "Département Marketing",
      "description": "Notre département marketing est dédié à la promotion de la philosophie de marque du Centre international d'éducation de Montréal grâce à des stratégies de marketing multicanaux, renforçant la notoriété et l'influence de la marque. Nous utilisons l'innovation et une analyse de données précise pour fournir aux clients les dernières informations sur l'éducation et l'immigration, garantissant que chaque client ait accès en temps opportun aux informations dont il a besoin."
    },
    {
      "title": "Département des Ventes",
      "description": "Le département des ventes se concentre sur l'exploration de nouvelles opportunités de marché, l'analyse des demandes et des tendances du marché, et l'élaboration de stratégies marketing compétitives. Notre équipe ne se contente pas de suivre les dynamiques actuelles du marché, mais se projette également vers le développement futur, garantissant que nos services restent à la pointe de l'industrie grâce à une recherche de marché continue et aux retours des clients."
    },
    {
      "title": "Centre de Langues",
      "description": "Notre centre de langues offre un service tout-en-un allant des examens aux cours de langue, aidant les étudiants à communiquer en toute confiance dans différents environnements linguistiques. Grâce à des méthodes d'enseignement flexibles et des ressources pédagogiques avancées, nous offrons aux étudiants une expérience d'apprentissage linguistique efficace et pratique, leur permettant d'obtenir de meilleurs résultats."
    },
    {
      "title": "Bureau d'Administration",
      "description": "Le bureau d'administration est le centre névralgique des opérations de l'entreprise, responsable de la coordination du travail des différents départements et d'assurer le bon déroulement des opérations quotidiennes. Notre équipe est efficace et professionnelle, dédiée à fournir aux employés un bon environnement de travail et un soutien logistique complet, garantissant que toutes les opérations commerciales se déroulent de manière ordonnée."
    },
    {
      "title": "Département Financier",
      "description": "Le département financier est responsable de la gestion financière et de la supervision du Centre International d'Éducation de Montréal, garantissant l'utilisation rationnelle des fonds et la transparence de la situation financière. Notre équipe financière maîtrise diverses opérations financières et réglementations légales, garantissant le développement stable de l'entreprise."
    },
    {
      "title": "Département de rédaction",
      "description": "Le département de rédaction est responsable de la collecte, de l'organisation et de la rédaction de divers documents juridiques et informations, garantissant que le contenu est précis et conforme aux réglementations légales en vigueur. Notre équipe se consacre à une communication efficace et à la gestion de l'information, fournissant une base solide pour les opérations du cabinet et facilitant un service client fluide."
    }

  ],
  "consultantTeams": [
    {
      "name": "Eleni",
      "designation": "Conférencier",
      "description": "Députée fédérale, ancienne ministre de la Justice du gouvernement fédéral, procureure générale"
    },
    {
      "name": "Geoffrey",
      "designation": "Conférencier",
      "description": "Député fédéral, ancien ministre de la Justice du gouvernement fédéral, procureur général"
    },
    {
      "name": "Laixiang Sun",
      "designation": "Conseiller Senior",
      "description": "Ancien vice-président de l'Université Fudan, chef adjoint du groupe d'experts nationaux d'évaluation de l'enseignement de premier cycle du Ministère de l'Éducation de Chine, expert principal en évaluation de l'Institut d'évaluation de l'éducation de Shanghai"
    },
    {
      "name": "Weiping Li",
      "designation": "Conseiller",
      "description": "Secrétaire général de l'Association d'Échanges Internationaux de l'Éducation de Shanghai"
    }
  ],
  "sellerTeams": [
    {
      "name": "Tony Liu",
      "designation": "Directeur des Ventes",
      "description": "Responsable des admissions pour Matrix College & Veritas College"
    },
    {
      "name": "Hawk",
      "designation": "Département des Ventes",
      "description": "Interface de vente au Centre international d'éducation de Montréal"
    }

  ],
  "LawersTeams": [
    {
      "name": "Stanislav Belevici",
      "designation": "Directeur Juridique",
      "description": "Président du Conseil de Réglementation de l'Immigration du Canada, Officier de l'Immigration chez Vertias-Miec"
    },
    {
      "name": "Zehra Kavame",
      "designation": "Agent d'Immigration MIEC",
      "description": "Consultante en immigration canadienne agréée par le RCIC-IRB, Commissaire à la prise de serment pour le Québec et en dehors du Québec"
    }
  ],
  "contentTeams": [
    {
      "name": "Mao Shujun",
      "designation": "Directeur du Département de Rédaction",
      "description": "Directeur pour la région de la Grande Chine"
    },
    {
      "name": "Jennifer",
      "designation": "Département de Rédaction",
      "description": "Responsable du Département de Rédaction au Centre international d'éducation de Montréal"
    }
  ],
  "ChinaTeams": [
    {
      "name": "Annie",
      "designation": "Province du Henan",
      "description": "Responsable du Bureau du Henan"
    },
    {
      "name": "Jingbo Xu",
      "designation": "Province du Liaoning",
      "description": "Responsable des Canaux du Marché Chinois"
    }
  ],
  "secretaryTeams": [
    {
      "name": "Kira",
      "designation": "Assistante du Président",
      "description": "Bureau d'Administration, Centre International d'Éducation de Montréal"
    }
  ],
  "marketingTeams": [
    {
      "name": "JOJO",
      "designation": "Département Marketing",
      "description": "Responsable du Département Marketing au Centre international d'éducation de Montréal"
    },
    {
      "name": "Wei Yun",
      "designation": "Département Marketing",
      "description": "Assistante du directeur du département Marketing au Centre International de l'Éducation de Montréal"
    },
    {
      "name": "Larissa",
      "designation": "Département Marketing",
      "description": "Département Marketing au Centre international d'éducation de Montréal"
    }
  ],
  "langTeams": [
    {
      "name": "Sylvain Langlois",
      "designation": "Directeur Exécutif",
      "description": "Directeur du Centre d'Examens de Français du Québec, Directeur du Centre Éducatif Canadien Inter-Edu"
    }
  ]
}
