{
  "upTitle": {
    "mainTitle": "MIEC - 名校直通车",
    "subTitle": "我们很高兴向您介绍我们的\"名校直通车\"项目, 该项目旨在帮助学生通过修读安省高中文凭和AP或A-Level课程, 提升学生进入世界前50的大学的几率, 实现学生进入理想名牌大学的梦想!",
    "otherTitle": "我们项目的优势",
    "mapInfo": "我们的合作组织",
    "mapTitle": "多伦多联合中学联合了8所顶尖的学院, 同时我们也是多伦多大学, 麦吉尔大学, 蒙特利尔高等商学院授权合作伙伴",
    "mapBody": "我们的学校以优秀的教学质量和学生成就而闻名, 致力于培养学生的学术能力、领导才能和社区意识. 通过多伦多联合中学项目, 我国学生可以接受优质的加拿大高中教育, 为申请知名大学做好准备",
    "mapButton": "通过地图查看",
    "schoolName": "加拿大联合高中"
  },
  "accordions": [
    {
      "heading": "什么是名校直通车",
      "body": "名校直通车项目是MIEC精心设计的一项升学计划, MIEC与多伦多地区的多所优质的高中建立了长期合作关系, 我们的学生可以在高中修读6门课程, 享受优质的教学资源和学习环境. 我们的项目结合了高中文凭和AP或A-Level三个北美主流教育体系的优势, 可以最大限度地帮助学生实现升学目标"
    },
    {
      "heading": "我们项目的优势",
      "body": "通过我们的课程, 学生可以获得加拿大高中文凭和美国大学学分, 为申请加拿大和美国的大学提供双重保障, 如果学生希望进入世界排名前30的大学, 课程附带的AP或A-Level课程是世界公认的金标准, 修读课程可以展示学生的学习能力和专业素养, 大大提高学生在大学申请中的竞争力"
    },
    {
      "heading": "为什么选择我们",
      "body": "我们的课程的难度和深度与大学课程相当, 修读我们提供的课程可以帮助学生提前适应大学的学习节奏和方式, 为今后的大学学习打下良好基础. 同时我们与多伦多大学合作开设ESL课程, 为英语基础较弱的学生提供语言强化训练. 修读我们的课程, 学生无需提供雅思成绩即可直接进入多伦多大学学习"
    }
  ],
  "forStudents": [
    {
      "title": "注重过程评估，全面发展潜能",
      "body": "我们的课程采用过程式评估方式, 学生的最终成绩由70%的平时成绩和30%的期末考试成绩构成. 这一评估体系更加重视学生的平时表现, 为学生提供了更多展示学习成果的机会. 同时课程的学术难度相对较低, 对学习能力一般的学生更加友好. 获得高中文凭后, 学生可以与安省本地学生一样, 通过竞争相对缓和的申请通道申请加拿大大学, 在申请中获得特有优势"
    },
    {
      "title": "成绩获国际认可，无需标准化考试",
      "body": "加拿大高中成绩在国际上广受认可, 用于申请海外大学, 无需参加SAT等标准化考试. 对于高考成绩不理想或不想参加高考的学生, 可以利用加拿大高中成绩作为第二重保障, 直接申请世界名校. 已在国内就读高中的学生可通过学分置换的方式抵扣相应的加拿大高中学分. 高三学生或高中毕业生最短仅需1年时间, 修够8个学分即可获得加拿大高中文凭"
    },
    {
      "title": "丰富选修课程，发挥学科特长",
      "body": "我们提供的课程体系提供了多门课程供学生选择, 学生可以根据自身优势和未来学习方向选课, 扬长避短, 发挥学科特长. 对于偏科严重的学生而言, 通过我们的名校直通车项目提高分数相对更加容易实现，从而增加进入名校的机会"
    },
    {
      "title": "部分大学免雅思托福，降低语言门槛",
      "body": "申请海外大学通常需要雅思或者托福成绩, 但对于我们项目的学生, 英国、加拿大、澳大利亚、中国香港、新加坡等国家和地区的许多大学都提供免雅思或托福录取政策, 只要学生在12年级的英语课程中达到学校要求的成绩即可. 这一政策有效降低了语言成绩要求, 为英语能力一般的学生提供了更多机会"
    }
  ],
  "questions": {
    "contentTitle": "问题专区",
    "mainTitle": "以下为常见问题，如果您有其他问题请联系我们",

    "questionList": [
      [
        {
          "heading": "修读名校直通车项目需要多长时间?",
          "body": "修读时长因学生的背景和学习进度而有所不同. 已在国内就读高中的学生可通过学分置换的方式抵扣相应的加拿大高中学分, 最短仅需1年时间, 修够8个学分即可获得加拿大高中文凭. 对于其他情况的学生, 我们会提供个性化的学习计划, 确保学生在预期时间内快速的完成学业"
        },
        {
          "heading": "AP和A-Level课程到底对申请大学有什么帮助?",
          "body": "AP课程是美国大学理事会开设的大学先修课程, 而A-Level是英国的高中课程体系, 两者的课程难度和深度都与大学课程相当. 在AP考试或A-Level考试中获得高分的学生, 证明其具备优秀的学习能力和学科素养, 在申请大学时更具竞争力. 部分美国大学为AP成绩优异的学生提供学分免修或升学优惠政策, 而许多英国大学也认可A-Level成绩. 所以, 无论是AP还是A-Level, 都能让我们的孩子在申请大学时赢在起跑线上"
        },
        {
          "heading": "名校直通车项目下的学校师资力量如何?",
          "body": "我们项目下所有学校校方的师资团队由经验丰富的加拿大本地教师组成, 他们熟悉加拿大和美国的课程体系, 深谙国际教育理念. 同时教师也会根据学生的特点因材施教, 并提供学习和生活上的全方位指导, 帮助学生全面发展"
        }
      ],
      [
        {
          "heading": "名校直通车项目毕业后, 学生可以申请哪些大学?",
          "body": "通过我们的项目, 学生可以凭借加拿大高中文凭和AP或A-Level课程成绩申请加拿大、美国、英国、澳大利亚等国家的知名大学. 我们的升学指导团队可以根据学生的成绩、兴趣和职业规划,为学生量身定制申请方案,力争帮助每一位学生进入理想的大学"
        },
        {
          "heading": "学生在修读期间的住宿问题如何解决?",
          "body": "我们可以为学生提供多种住宿选择, 包括寄宿家庭、学生公寓等. 寄宿家庭都经过严格筛选, 可以为学生提供安全、舒适的居住环境, 并帮助学生更好地融入加拿大的生活. 学生公寓配备齐全的生活设施, 学生可以体验独立生活. 我们会根据学生的需求推荐合适的住宿方案"
        },
        {
          "heading": "名校直通车项目的收费标准是怎样的?",
          "body": "我们的收费标准根据学生选择的课程、学习时长、还有是否选择住宿方式等因素而有所不同. 为了让学生和家长更加了解我们的收费情况, 我们提供邮件咨询和预约面谈服务, 您可以通过这些渠道获得详细的收费方案, 我们的主旨也在让更多学生能够负担得起优质的国际教育"
        }
      ]
    ]
  }
}