{
  "projectPlannersTitle": "Project Planners",
  "projectPlannersSubtitle": "Project Planners",
  "projectPlannersDescription": "Our team comprises top experts and professionals in the industry, including a team of gold medal lawyers, experienced education experts, and language trainers. We are dedicated to providing customized education and immigration solutions to ensure that every student and client has the best experience in their studies and life in Canada.",
  "moreDetails": "More Details",
  "teamMembers": [
    {
      "name": "Jay Liu",
      "description": "Chairman of Montreal International Education Center\nChairman of the Board of Directors of United Universities of Canada\nDeputy Director of the Canadian International Education Bureau\nChairman of the French International Education Federation (Canada)"
    },
    {
      "name": "Marcus Tabachnick",
      "description": "Director of the Board of Montreal International Education Center\nChairman of the Quebec English Schools Association of Canada\nFormer President of the Canadian School Federation\nDirector of the Montreal Education Bureau\nRecipient of the Queen Elizabeth II Diamond Jubilee Medal"
    },
    {
      "name": "Brock Zhao",
      "description": "CEO of Montreal International Education Center"
    }
  ],
  "teamTitle": "Our Team",
  "teamSubtitle": "We bring together top experts in the industry, including a team of lawyers, education experts, certified immigration consultants, and French language instructors",
  "sections": [
    {
      "title": "Expert Advisors",
      "description": "Our expert advisory team consists of renowned scholars and industry elites from home and abroad. They have a deep background and rich practical experience in education management, economic research, and industry-education integration. Through the guidance and consultation of these experts, the Montreal International Education Center is committed to providing you with cutting-edge educational concepts and the most effective immigration solutions, helping you realize your study and immigration dreams."
    },
    {
      "title": "Admissions Team",
      "description": "Led by the experienced admissions director, Tony Liu, our admissions team is dedicated to providing personalized education consulting and enrollment support to every student."
    },
    {
      "title": "Lecturer Team",
      "description": "We have a team of highly experienced and accomplished education experts. Our team members not only have a solid academic background but also rich practical experience, providing students with unique insights and high-quality teaching."
    },
    {
      "title": "Legal Department",
      "description": "Our legal team has extensive experience and a deep background in international relations and immigration law. They are committed to providing professional legal guidance and support to clients, including but not limited to handling deportation orders, extradition requests, and spousal sponsorship appeals."
    },
    {
      "title": "China Team",
      "description": "Our operations in China are led by a passionate and experienced team. They understand the unique needs of the Chinese market and are committed to providing excellent study abroad application guidance and immigration services to Chinese students while actively expanding business cooperation and exploring diverse development opportunities."
    },
    {
      "title": "Marketing Department",
      "description": "Our Marketing Department is dedicated to promoting the brand philosophy of the Montreal International Education Center through multi-channel marketing strategies, enhancing brand awareness and influence. We leverage innovation and precise data analysis to provide clients with the latest information on education and immigration, ensuring that every client receives timely access to the information they need."
    },
    {
      "title": "Sales Department",
      "description": "The Sales Department focuses on exploring new market opportunities, analyzing market demands and trends, and developing competitive marketing strategies. Our team not only pays attention to current market dynamics but also looks towards future development, ensuring that our services remain at the forefront of the industry through continuous market research and client feedback."
    },
    {
      "title": "Language Center",
      "description": "Our language center offers a one-stop service from exams to language courses, helping students confidently communicate in different language environments. Through flexible teaching methods and advanced teaching resources, we provide students with an efficient and practical language learning experience, enabling them to achieve better results."
    },
    {
      "title": "Administration Office",
      "description": "The administration office is the hub of the company's operations, responsible for coordinating the work of various departments and ensuring smooth daily operations. Our team is efficient and professional, dedicated to providing employees with a good working environment and comprehensive logistical support, ensuring that all business operations proceed orderly."
    },
    {
      "title": "Finance Department",
      "description": "The finance department is responsible for the financial management and supervision of the Montreal International Education Center, ensuring the rational use of funds and transparent financial status. Our finance team is proficient in various financial operations and legal regulations, safeguarding the company's steady development."
    },
    {
      "title": "Content Department",
      "description": "The Content Department is responsible for collecting, organizing, and drafting various legal documents and information, ensuring that the content is accurate and compliant with relevant legal regulations. Our team is dedicated to efficient communication and information management, providing a solid foundation for the firm's operations and facilitating smooth client service."
    }

  ],
  "consultantTeams": [
    {
      "name": "Eleni",
      "designation": "Lecturer",
      "description": "Member of Parliament, former Minister of Justice, Attorney General"
    },
    {
      "name": "Geoffrey",
      "designation": "Lecturer",
      "description": "Member of Parliament, former Minister of Justice, Attorney General"
    },
    {
      "name": "Laixiang Sun",
      "designation": "Senior Advisor",
      "description": "Former Vice President of Fudan University, Deputy Leader of the National Undergraduate Teaching Evaluation Expert Group of the Ministry of Education of China, Chief Evaluation Expert of the Shanghai Education Evaluation Institute"
    },
    {
      "name": "Weiping Li",
      "designation": "Advisor",
      "description": "Secretary General of the Shanghai International Education Exchange Association"
    }
  ],
  "sellerTeams": [
    {
      "name": "Tony Liu",
      "designation": "Sales Director",
      "description": "Head of Admissions for Matrix College & Veritas College"
    },
    {
      "name": "Felix Jiang",
      "designation": "Sales",
      "description": "MIEC Sales Department"
    }

  ],
  "LawersTeams": [
    {
      "name": "Stanislav Belevici",
      "designation": "Legal Director",
      "description": "Chairman of the Canadian Immigration Regulatory Council, Immigration Officer at Vertias-Miec"
    },
    {
      "name": "Zehra Kavame",
      "designation": "MIEC Immigration Officer",
      "description": "RCIC-IRB licensed Canadian Immigration Consultant, Commissioner for Oaths for Quebec and for outside of Quebec"
    }
  ],
  "contentTeams": [
    {
      "name": "Mao Shujun",
      "designation": "Director of Content Department",
      "description": "Director for Greater China Region"
    },
    {
      "name": "Jennifer",
      "designation": "Content Department",
      "description": "Head of Content Department at the Montreal International Education Center"
    }
  ],
  "ChinaTeams": [
    {
      "name": "Annie",
      "designation": "Henan Province",
      "description": "Head of Henan Office"
    },
    {
      "name": "Jingbo Xu",
      "designation": "Liaoning Province",
      "description": "Head of China Market Channels"
    }
  ],
  "secretaryTeams": [
    {
      "name": "Kira",
      "designation": "Assistant to the President",
      "description": "Administration Office, Montreal International Education Center"
    }
  ],
  "marketingTeams": [
    {
      "name": "Wei Yun",
      "designation": "Marketing Department",
      "description": "Assistant to the Marketing Director at the Montreal International Education Center"
    }
  ],
  "langTeams": [
    {
      "name": "Sylvain Langlois",
      "designation": "Executive Director",
      "description": "Director of the Quebec French Exam Center, Director of the Canadian Inter-Edu Education Center"
    }
  ]
}
